[
    {
        "sender": "user",
        "text": "Quais são os crusos disponíveis?",
        "time": "15:27:30"
    },
    {
        "sender": "bot",
        "text": "Olá!\n\nVocê já fez uma pergunta anterior sobre cursos disponíveis na Escola de Pós-Graduação da UFG, e eu respondi lista de cursos oferecidos pela escola.\n\nPara lembrar, a lista de cursos é a seguinte:\n\nESPECIALIZAÇÃO EM Construção Civil; PÓS-GRADUAÇÃO EM Controladoria e Finanças; PÓS-GRADUAÇÃO EM Direito Constitucional e Teoria da Constituição; ESPECIALIZAÇÃO EM Direito e Processo do Trabalho para Advogados; ESPECIALIZAÇÃO EM Direito e Processo Eleitoral; ESPECIALIZAÇÃO EM Enfermagem Dermatológica com ênfase na Assistência à Pessoas com Feridas; ESPECIALIZAÇÃO EM Enfermagem em Unidade de Terapia Intensiva em Neonatologia; PÓS-GRADUAÇÃO EM Enfrentamento à Violência Contra Mulheres e Meninas; ESPECIALIZAÇÃO EM Ensino de Línguas Adicionais, de Acolhimento e de Herança; ESPECIALIZAÇÃO EM Estudos Literários e Ensino de Literatura; PÓS-GRADUAÇÃO EM Farmácia Oncológica; ESPECIALIZAÇÃO EM Finanças e Gestão Estratégica de Negócios; ESPECIALIZAÇÃO EM Fisiologia Humana Aplicada às Ciências da Saúde; ESPECIALIZAÇÃO EM Gestão e Qualidade Ambiental; ESPECIALIZAÇÃO EM Gestão Pública; ESPECIALIZAÇÃO EM Letramento Informacional: Educação para Informação; ESPECIALIZAÇÃO EM Linguística Aplicada: Ensino-Aprendizagem de Línguas Adicionais; MBA EM Marketing Estratégico; ESPECIALIZAÇÃO EM Moda e Inovação; ESPECIALIZAÇÃO EM Odontologia Hospitalar; ESPECIALIZAÇÃO EM Perícia, Auditoria e Licenciamento Ambiental; MBA em Planejamento Tributário e Compliance Fiscal; ESPECIALIZAÇÃO EM Políticas Públicas; ESPECIALIZAÇÃO EM Práticas Pedagógicas na Educação Básica; ESPECIALIZAÇÃO EM Psicologia dos Processos Educativos; RESIDÊNCIA EM Tecnologia da Informação; ESPECIALIZAÇÃO EM Vigilância Epidemiológica; ESPECIALIZAÇÃO EM Vitivinicultura, Serviços e Produtos.\n\nSe você tem alguma outra dúvida, sinta-se à vontade para perguntar!",
        "time": "15:27:30"
    }
]